Repository: togut/Mealie-Swift-App
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr

source: Add
de: Hinzufügen
fr: Ajouter

source: Add Ingredient
de: Zutat hinzufügen
fr: Ajouter un ingrédient

source: Add Instruction
de: Anweisung hinzufügen
fr: Ajouter une étape

source: Add Item
de: Artikel hinzufügen
fr: Ajouter un ingrédient

source: Add to %@
de: Zu %@ hinzufügen
fr: Ajouter au %@

source: Add to Meal Plan
de: Zum Speiseplan hinzufügen
fr: Ajouter au planning

source: All
de: Alle
fr: Tout

source: API Key
de: API-Schlüssel
fr: Clé API

source: Application Details
de: Anwendungsdetails
fr: Informations de l’application

source: Ascending
de: Aufsteigend
fr: Ascendant

source: Basic Info
de: Basisinfo
fr: Informations principales

source: Breakfast
de: Frühstück
fr: Petit-déjeuner

source: Cancel
de: Abbrechen
fr: Annuler

source: Categories
de: Kategorien
fr: Catégories

source: Clean Temporary Files
de: Temporäre Dateien bereinigen
fr: Nettoyer les fichiers temporaires

source: Clean Unused Images
de: Ungenutzte Bilder bereinigen
fr: Nettoyer les images

source: Connection
de: Verbindung
fr: Connexion

source: Cook Time (e.g., 1h 10m)
de: Kochzeit (z. B. 1h 10m)
fr: Temps de cuisson (ex : 1h10 min)

source: Cooking
de: Kochen
fr: Cuisson

source: Copied!
de: Kopiert!
fr: Copié !

source: Could not load list details.
de: Listendetails konnten nicht geladen werden.
fr: Impossible de charger les détails de la liste.

source: Could not load report data.
de: Berichtsdaten konnten nicht geladen werden.
fr: Impossible de charger les données du rapport.

source: Create a new list
de: Neue Liste erstellen
fr: Créer une liste

source: Create New Backup
de: Neues Backup erstellen
fr: Créer une sauvegarde

source: Create your first shopping list.
de: Erstelle deine erste Einkaufsliste.
fr: Créez votre première liste de courses.

source: Created %@
de: Erstellt %@
fr: Créé le %@

source: Creating missing food "%@"
de: Fehlendes Essen „%@“ wird erstellt
fr: Création de l’ingrédient “%@” manquant

source: Creating...
de: Erstellen...
fr: Création…

source: Date
de: Datum

source: Date Created
de: Erstellungsdatum
fr: Date de création

source: Date Updated
de: Aktualisierungsdatum
fr: Date de mise à jour

source: Delete
de: Löschen
fr: Supprimer

source: Descending
de: Absteigend
fr: Descendant

source: Description
de: Beschreibung

source: Dessert
de: Nachtisch

source: Dinner
de: Abendessen
fr: Dîner

source: Disable Comments
de: Kommentare deaktivieren
fr: Désactiver les commentaires

source: Done
de: Fertig
fr: Terminer

source: Drink
de: Getränk
fr: Boisson

source: Edit
de: Bearbeiten
fr: Modifier

source: Edit List
de: Liste bearbeiten
fr: Modifier la liste

source: Edit list name
de: Listennamen bearbeiten
fr: Modifier le nom de la liste

source: End Date
de: Enddatum
fr: Date de fin

source: Error
de: Fehler
fr: Erreur

source: Error: %@
de: Fehler: %@
fr: Erreur : %@

source: Error: Date not selected.
de: Fehler: Datum nicht ausgewählt.
fr: Erreur : Date non sélectionnée.

# error.addingMeal
source: Error adding meal to plan
de: Fehler beim Hinzufügen zum Plan
fr: Erreur lors de l'ajout au planning

# error.apiClientUnavailable
source: API Client unavailable.
de: API-Client nicht verfügbar.
fr: Client API non disponible.

# error.deletingMeal
source: Error deleting entry
de: Fehler beim Löschen des Eintrags
fr: Erreur lors de la suppression

# error.loadingPlan
source: Error loading the plan
de: Fehler beim Laden des Plans
fr: Erreur de chargement du planning

# error.missingDateOrClient
source: Error: Missing date or API client.
de: Fehler: Datum oder API-Client fehlen.
fr: Erreur : Date ou client API manquant.

# error.randomMeal
source: Error adding random meal
de: Fehler beim Hinzufügen einer Zufallsmahlzeit
fr: Erreur lors de l'ajout aléatoire

source: Error rescheduling meal
de: Fehler beim Umplanen der Mahlzeit
fr: Erreur lors de la reprogrammation du repas

source: Failed to encode request body.
de: Der Anfragetext konnte nicht kodiert werden.
fr: Échec de l'encodage du corps de la requête.

source: Favorites
de: Favoriten
fr: Favoris

source: First, create a shopping list in the Lists tab.
de: Erstelle zuerst eine Einkaufsliste im Tab „Listen“.
fr: Commencez par créer une liste d'achats dans l'onglet Listes.

source: Household Data
de: Haushaltsdaten
fr: Données du foyer

source: Identity
de: Identität
fr: Identité

source: Import Current Week
de: Aktuelle Woche importieren
fr: Importer la semaine en cours

source: Import Date Range
de: Datumsbereich importieren
fr: Importer la plage sélectionnée

source: Import Next Week
de: Nächste Woche importieren
fr: Importer la semaine prochaine

source: Import Successful
de: Import erfolgreich
fr: Import réussi

source: Importing...
de: Importieren...
fr: Import en cours…

source: Ingredients
de: Zutaten
fr: Ingrédients

source: Instructions
de: Instruktionen

source: Invalid URL provided.
de: Ungültige URL angegeben.
fr: Adresse URL non valide.

source: Items
de: Artikel
fr: Éléments

source: Landscape View
de: Querformat
fr: Vue paysage

source: Last Made
de: Zuletzt gekocht
fr: Dernière préparation

source: List Name
de: Listenname
fr: Nom de la liste

source: Loading Lists...
de: Lade Listen...
fr: Chargement des listes…

source: Loading...
de: Laden...
fr: Chargement…

source: Locked
de: Gesperrt
fr: Verrouillé

source: Login Method
de: Anmeldemethode
fr: Méthode de connexion

source: Logout
de: Abmelden
fr: Déconnexion

source: Lunch
de: Mittagessen
fr: Déjeuner

source: Maintenance
de: Wartung

source: Maintenance & Logs
de: Wartung und Logs
fr: Maintenance et logs

source: Meal Type
de: Mahlzeittyp
fr: Type de repas

source: Move
de: Verschieben
fr: Déplacer

source: Name or Note
de: Name oder Notiz
fr: Nom ou note

source: New Item
de: Neuer Artikel
fr: Nouvel élément

source: New List
de: Neue Liste
fr: Nouvelle liste

source: Next
de: Weiter
fr: Suivant

source: No Data
de: Keine Daten
fr: Pas de données

source: No Entries
de: Keine Einträge
fr: Pas d’entrées

source: No favorites found
de: Keine Favoriten gefunden
fr: Pas de favoris trouvés

source: No items in this list yet.
de: Noch keine Artikel in dieser Liste.
fr: Aucun élément dans cette liste pour le moment.

source: No list found
de: Keine Liste gefunden
fr: Aucune liste trouvée

source: No logs match the '%@' filter.
de: Keine Logs entsprechen dem Filter „%@“.
fr: Aucun journal ne correspond au filtre “%@”.

source: No recipes in this list yet.
de: Noch keine Rezepte in dieser Liste.
fr: Aucune recette dans cette liste pour le moment.

source: No Reports
de: Keine Berichte
fr: Pas de rapports

source: No reports found for this category.
de: Für diese Kategorie wurden keine Berichte gefunden.
fr: Aucun rapport trouvé dans cette catégorie.

source: No reports found on the server.
de: Auf dem Server wurden keine Berichte gefunden.
fr: Aucun rapport trouvé sur le serveur.

source: No result for "%@"
de: Kein Ergebnis für „%@“
fr: Aucun résultat pour “%@”

source: No Shopping Lists
de: Keine Einkaufslisten
fr: Aucune liste de courses

source: No Statistics
de: Keine Statistiken
fr: Aucune statistique

source: Nothing planned
de: Nichts geplant
fr: Rien de prévu

source: Optional Title
de: Optionaler Titel
fr: Titre optionnel

source: Overall rating:
de: Gesamtbewertung:
fr: Note globale :

source: Password
de: Passwort
fr: Mot de passe

source: Permissions
de: Berechtigungen

# planner.errorDateNotSelected
source: Error: Date not selected.
de: Fehler: Datum nicht ausgewählt.
fr: Erreur : Date non sélectionnée.

# planner.navigationTitle
source: Planner
de: Planer
fr: Planning

# planner.nothingPlanned
source: Nothing planned that day.
de: Nichts geplant an diesem Tag.
fr: Rien de prévu ce jour-là.

# planner.today
source: Today
de: Heute
fr: Aujourd'hui

# planner.viewMode.day
source: Day
de: Tag
fr: Jour

# planner.viewMode.month
source: Month
de: Monat
fr: Mois

# planner.viewMode.week
source: Week
de: Woche
fr: Semaine

source: Portions
de: Portionen

source: Prep Time (e.g., 20m)
de: Vorbereitungszeit (z. B. 20m)
fr: Temps de préparation (ex : 20min)

source: Preparation
de: Vorbereitung
fr: Préparation

source: Processing...
de: Wird verarbeitet…
fr: Traitement en cours...

source: Profile
de: Profil
fr: Profil

source: Public Recipe
de: Öffentliches Rezept
fr: Recette publique

source: Qty
de: Menge
fr: Qté

source: Quantity: %@
de: Menge: %@
fr: Quantité : %@

source: Random
de: Zufällig
fr: Aléatoire

source: Rating
de: Bewertung
fr: Note

source: Received an invalid response from the server.
de: Ungültige Antwort vom Server erhalten.
fr: Réponse invalide reçue du serveur.

source: Recipe not found anymore.
de: Rezept nicht mehr gefunden.
fr: Recette introuvable.

source: Recipes
de: Rezepte
fr: Recettes

source: Reschedule
de: Neu planen
fr: Reprogrammer

source: Reschedule Meal
de: Mahlzeit verschieben
fr: Déplacer le repas

source: Save
de: Speichern
fr: Sauvegarder

source: Scheme
de: Schema
fr: Schéma

source: Search for a food
de: Suche nach einem Lebensmittel
fr: Rechercher un ingrédient

source: Search for a recipe...
de: Nach einem Rezept suchen...
fr: Rechercher une recette...

source: Search results
de: Suchergebnisse
fr: Résultats de la recherche

source: Select Date
de: Datum auswählen
fr: Sélectionner la date

source: Select Date Range
de: Datumsbereich auswählen
fr: Sélectionner la période

source: Select dates to import
de: Importdaten auswählen
fr: Sélectionnez les dates à importer

source: Select List to Import To
de: Zielliste auswählen
fr: Sélectionnez la liste dans laquelle importer

source: Select meal type
de: Mahlzeittyp wählen
fr: Sélectionner le type de repas

source: Session expired and token refresh failed. Please log in again.
de: Sitzung abgelaufen, Token-Aktualisierung fehlgeschlagen. Bitte erneut anmelden.
fr: La session a expiré et l'actualisation du jeton a échoué. Veuillez vous reconnecter.

source: Settings
de: Einstellungen
fr: Paramètres

# settings.about
source: About
de: Über
fr: À propos

# settings.about.reportIssue
source: Report an issue
de: Problem melden
fr: Signaler un problème

# settings.about.review
source: Leave a review
de: Bewertung abgeben
fr: Laisser un commentaire

# settings.about.share
source: Share the app
de: App teilen
fr: Partager l’application

# settings.about.title
source: About
de: Über
fr: À propos

# settings.application.language
source: Language
de: Sprache
fr: Langue

# settings.application.theme
source: Appearance
de: Darstellung
fr: Apparence

# settings.application.title
source: Application
de: Applikation

# settings.language.english
source: English
de: Englisch
fr: Anglais

# settings.language.french
source: French
de: Französisch
fr: Français

# settings.theme.dark
source: Dark
de: Dunkel
fr: Sombre

# settings.theme.light
source: Light
de: Hell
fr: Clair

source: Shopping Lists
de: Einkaufslisten
fr: Listes de courses

source: Show Assets
de: Anhänge anzeigen
fr: Afficher les ressources

source: Show Nutrition
de: Nährwerte anzeigen
fr: Afficher les valeurs nutritionnelles

source: Side
de: Beilage
fr: Accompagnement

source: Sort
de: Sortieren
fr: Trier

source: Sort By
de: Sortieren nach
fr: Trier par

source: Start Date
de: Startdatum
fr: Date de début

source: Statistics
de: Statistiken
fr: Statistiques

# tab.lists
source: Lists
de: Listen
fr: Listes

# tab.planner
source: Planning
de: Planung

# tab.recipes
source: Recipes
de: Rezepte
fr: Recettes

source: The request timed out. The server is still working in the background.
de: Anfrage zeitüberschritten. Server arbeitet im Hintergrund weiter.
fr: La requête a expiré. Le serveur continue de fonctionner en arrière-plan.

source: These statistics apply to your current household.
de: Diese Statistiken gelten für deinen aktuellen Haushalt.
fr: Ces statistiques s'appliquent à votre foyer actuel.

source: This week
de: Diese Woche
fr: Cette semaine

source: Times
de: Zeiten
fr: Temps

source: Tools
de: Werkzeuge
fr: Outils

source: Total
de: Gesamt

source: Total Recipes
de: Rezepte gesamt
fr: Nombre total de recettes

source: Total Time (e.g., 1h 30m)
de: Gesamtzeit (z. B. 1h 30m)
fr: Temps total (ex : 1h30)

source: Type to search...
de: Zum Suchen eingeben...
fr: Taper pour rechercher...

source: Unauthorized. Please check credentials.
de: Nicht autorisiert. Zugangsdaten prüfen.
fr: Non autorisé. Veuillez vérifier vos identifiants.

source: Unit
de: Einheit
fr: Unité

source: Updated %@
de: Aktualisiert %@
fr: Mis à jour le %@

source: Username
de: Benutzername
fr: Nom d’utilisateur

source: Users
de: Benutzer
fr: Utilisateurs

source: View mode
de: Ansichtsmodus
fr: Mode d’affichage

source: View more
de: Mehr anzeigen
fr: Voir plus

source: View Server Reports
de: Serverberichte anzeigen
fr: Voir les rapports serveur

source: Welcome to Pocket for Mealie
de: Willkommen bei Pocket for Mealie
fr: Bienvenue sur Pocket pour Mealie

source: Yield (e.g., 4 servings)
de: Portionsangabe (z. B. 4 Portionen)
fr: Nombre de portions (ex : 4 portions)

source: Your favorite recipes will appear here.
de: Deine Lieblingsrezepte werden hier angezeigt.
fr: Vos recettes favorites apparaîtront ici.

source: Your rating
de: Deine Bewertung
fr: Votre note

# api.error.decodingError
source: Failed to decode server response.
de: Serverantwort konnte nicht dekodiert werden.
fr: Impossible de décoder la réponse du serveur.

# api.error.encodingError
source: Failed to encode request.
de: Die Anfrage konnte nicht kodiert werden.
fr: Impossible d'encoder la requête.

# api.error.invalidResponse
source: Invalid server response.
de: Ungültige Serverantwort.
fr: Réponse du serveur invalide.

# api.error.invalidURL
source: Invalid URL provided.
de: Ungültige URL angegeben.
fr: URL invalide.

# api.error.requestFailed
source: Request failed with status code: %d.
de: Anfrage fehlgeschlagen (Statuscode: %d).
fr: Requête échouée avec le code : %d.

# api.error.timeout
source: The request timed out.
de: Zeitüberschreitung bei Anfrage.
fr: La requête a expiré.

# api.error.tokenRefreshFailed
source: Session expired. Please log in again.
de: Sitzung abgelaufen. Bitte erneut anmelden.
fr: Session expirée. Veuillez vous reconnecter.

# api.error.unauthorized
source: Unauthorized. Please check credentials.
de: Nicht autorisiert. Zugangsdaten prüfen.
fr: Non autorisé. Vérifiez vos identifiants.

# api.error.unknown
source: An unknown error occurred.
de: Es ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue s'est produite.

# error.addingItem
source: Failed to add item.
de: Hinzufügen fehlgeschlagen.
fr: Impossible d'ajouter l'élément.

# error.addingToMealPlan
source: Failed to add to meal plan.
de: Hinzufügen zum Speiseplan fehlgeschlagen.
fr: Impossible d'ajouter au planning.

# error.addToPlanMissingData
source: Cannot add to plan: missing data.
de: Zum Plan hinzufügen nicht möglich: Daten fehlen.
fr: Impossible d'ajouter au planning : données manquantes.

# error.apiClientOrIDUnavailable
source: API client or User ID not available.
de: API-Client oder Benutzer-ID nicht verfügbar.
fr: Client API ou ID utilisateur non disponible.

# error.cannotAddItem
source: Cannot add item: missing data.
de: Artikel kann nicht hinzugefügt werden: Daten fehlen.
fr: Impossible d'ajouter l'élément : données manquantes.

# error.cannotDeleteItems
source: Cannot delete items: missing data.
de: Elemente können nicht gelöscht werden: Daten fehlen.
fr: Impossible de supprimer les éléments : données manquantes.

# error.cannotImport
source: Cannot import: missing data.
de: Import nicht möglich: fehlende Daten.
fr: Impossible d'importer : données manquantes.

# error.cannotUpdateItem
source: Cannot update item: missing data.
de: Artikel kann nicht aktualisiert werden: Daten fehlen.
fr: Impossible de mettre à jour l'élément : données manquantes.

# error.creatingList
source: Failed to create list.
de: Liste konnte nicht erstellt werden.
fr: Impossible de créer la liste.

# error.deletingItem
source: Failed to delete item.
de: Löschen des Elements fehlgeschlagen.
fr: Impossible de supprimer l'élément.

# error.deletingList
source: Failed to delete list.
de: Liste konnte nicht gelöscht werden.
fr: Impossible de supprimer la liste.

# error.importingIngredients
source: Failed to import ingredients.
de: Zutaten konnten nicht importiert werden.
fr: Impossible d'importer les ingrédients.

# error.itemNameEmpty
source: Item name cannot be empty.
de: Der Elementname darf nicht leer sein.
fr: Le nom de l'élément ne peut pas être vide.

# error.listNotInitialized
source: Shopping list not initialized.
de: Einkaufsliste nicht initialisiert.
fr: Liste de courses non initialisée.

# error.loadingFavorites
source: Failed to load favorites.
de: Favoriten konnten nicht geladen werden.
fr: Impossible de charger les favoris.

# error.loadingListDetails
source: Failed to load list details.
de: Listendetails konnten nicht geladen werden.
fr: Impossible de charger les détails de la liste.

# error.loadingRecipeDetails
source: Failed to load recipe details.
de: Rezeptdetails konnten nicht geladen werden.
fr: Impossible de charger les détails de la recette.

# error.loadingRecipes
source: Failed to load recipes.
de: Rezepte konnten nicht geladen werden.
fr: Impossible de charger les recettes.

# error.loadingReportDetails
source: Failed to load report details.
de: Berichtsdetails konnten nicht geladen werden.
fr: Impossible de charger les détails du rapport.

# error.loadingReports
source: Failed to load reports.
de: Berichte konnten nicht geladen werden.
fr: Impossible de charger les rapports.

# error.loadingSettings
source: Failed to load settings.
de: Einstellungen konnten nicht geladen werden.
fr: Impossible de charger les paramètres.

# error.loadingShoppingLists
source: Failed to load shopping lists.
de: Einkaufslisten konnten nicht geladen werden.
fr: Impossible de charger les listes de courses.

# error.loadingWeeklyMeals
source: Failed to load weekly meals.
de: Wochenmahlzeiten konnten nicht geladen werden.
fr: Impossible de charger les repas de la semaine.

# error.login.apiKeyFailed
source: Login with API Key failed. Check the key and server URL.
de: Anmeldung mit API-Schlüssel fehlgeschlagen. Schlüssel und Server-URL prüfen.
fr: Connexion avec clé API échouée. Vérifiez la clé et l'URL du serveur.

# error.login.apiKeyRequired
source: API Key is required.
de: API-Schlüssel ist erforderlich.
fr: La clé API est requise.

# error.login.cannotConstructURL
source: Could not construct server URL.
de: Die Server-URL konnte nicht erstellt werden.
fr: Impossible de construire l'URL du serveur.

# error.login.credentialsRequired
source: Username and password are required.
de: Benutzername und Passwort sind erforderlich.
fr: Le nom d'utilisateur et le mot de passe sont requis.

# error.login.failed
source: Login failed. Check your credentials and server URL.
de: Anmeldung fehlgeschlagen. Zugangsdaten und Server-URL prüfen.
fr: Connexion échouée. Vérifiez vos identifiants et l'URL du serveur.

# error.login.invalidURL
source: Invalid server URL format.
de: Ungültiges Server-URL-Format.
fr: Format d'URL du serveur invalide.

# error.maintenanceBackup
source: Failed to create backup.
de: Backup konnte nicht erstellt werden.
fr: Impossible de créer une sauvegarde.

# error.maintenanceImages
source: Failed to clean images.
de: Bilder konnten nicht bereinigt werden.
fr: Impossible de nettoyer les images.

# error.maintenanceTemp
source: Failed to clean temp files.
de: Temporäre Dateien konnten nicht bereinigt werden.
fr: Impossible de nettoyer les fichiers temporaires.

# error.noRecipesInRange
source: No recipes found in the selected date range.
de: Im ausgewählten Datumsbereich wurden keine Rezepte gefunden.
fr: Aucune recette trouvée dans la plage de dates sélectionnée.

# error.savingRecipe
source: Failed to save recipe.
de: Rezept konnte nicht gespeichert werden.
fr: Impossible de sauvegarder la recette.

# error.settingRating
source: Failed to set rating.
de: Bewertung konnte nicht gesetzt werden.
fr: Impossible de définir la note.

# error.toggleFavoriteMissingData
source: Cannot toggle favorite: missing data.
de: Favorit kann nicht geändert werden: Daten fehlen.
fr: Impossible de modifier le favori : données manquantes.

# error.unauthorized
source: Unauthorized. Please log in again.
de: Nicht autorisiert. Bitte erneut anmelden.
fr: Non autorisé. Veuillez vous reconnecter.

# error.updatingFavorite
source: Failed to update favorite status.
de: Favoritenstatus konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour le statut de favori.

# error.updatingItem
source: Failed to update item.
de: Element konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour l'élément.

# error.updatingList
source: Failed to update list.
de: Liste konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour la liste.

# error.weekIntervalUnavailable
source: Could not determine week interval.
de: Das Wochenintervall konnte nicht ermittelt werden.
fr: Impossible de déterminer l'intervalle de la semaine.

source: No Favorites
de: Keine Favoriten
fr: Aucun favori

source: No Recipes
de: Keine Rezepte
fr: Aucune recette

source: No Results
de: Keine Ergebnisse
fr: Aucun résultat

source: Admin Access
de: Adminzugriff

source: Allowed
de: Erlaubt

source: Auth Method
de: Anmeldemethode

source: Closed
de: Geschlossen

source: Demo Mode
de: Demomodus

source: Full Name
de: Vollständiger Name

source: Group
de: Gruppe

source: Household
de: Haushalt

source: Last Login
de: Letzte Anmeldung

source: N/A
de: k. A.

source: No
de: Nein

source: Open Signups
de: Offene Registrierung

source: OpenAI Enabled
de: OpenAI aktiviert

# settings.language.german
source: German
de: Deutsch
fr: Allemand

source: Yes
de: Ja

source: (optional)
fr: (optionnel)

source: Backups
fr: Sauvegardes

source: Filter
fr: Filtres

source: Home
fr: Accueil

source: Import
fr: Importer

source: Login
fr: Connexion

source: mealie.domain.tld
fr: mealie.domaine.fr

source: Name
fr: Nom

source: Pocket for Mealie
fr: Pocket pour Mealie

source: Server Logs
fr: Logs du serveur

# settings.language.system
source: System
fr: Système

# settings.server.nav
source: Server
fr: Serveur

# settings.theme.system
source: System
fr: Système

source: Snack
fr: En-cas

source: Status
fr: Statuts

# tab.home
source: Home
fr: Accueil

# addToList.createListHint
source: Create a shopping list in Mealie first.
fr: Créez d'abord une liste de courses dans Mealie.

# addToList.deselectAll
source: Deselect All
fr: Tout désélectionner

# addToList.loadingLists
source: Loading lists…
fr: Chargement des listes…

# addToList.noListsFound
source: No Shopping Lists
fr: Aucune liste de courses

# addToList.scaled
source: Quantities are scaled
fr: Quantités mises à l'échelle

# addToList.selectAll
source: Select All
fr: Tout sélectionner

# addToList.selectIngredients
source: Select Ingredients
fr: Sélectionner les ingrédients

# addToList.selectList
source: Choose a List
fr: Choisir une liste

# addToList.success
source: Added to list
fr: Ajouté à la liste

# addToList.title
source: Add to Shopping List
fr: Ajouter à la liste de courses

source: Back
fr: Retour

# error.addingIngredientsToList
source: Failed to add ingredients
fr: Échec de l'ajout des ingrédients

source: Retry
fr: Réessayer

# tab.settings
source: Settings
fr: Réglages
